read_verilog -sv -formal -overwrite {workspace}/PaSoC.sv
design -reset-vlog; proc;
write_json {workspace}/netlist/PaSoC.json